import { Component } from '@angular/core';

@Component({
  selector: 'app-contact',
  standalone: false,
  templateUrl: './contact.html',
  styleUrl: './contact.scss',
})
export class Contact {

  faqArray:any = [
    {
      title: 'რამდენი დრო სჭირდება ინდივიდუალური საუნის აშენებას?',
      desc: 'საცხოვრებელი პროექტების უმეტესობას დიზაინის დამტკიცებიდან მონტაჟამდე 4-8 კვირა სჭირდება. ვადები განსხვავდება პროექტის სირთულისა და მასალების ხელმისაწვდომობის მიხედვით.'
    },
    {
      title: 'გარანტიებს იძლევით?',
      desc: 'დიახ, ჩვენს ყველა საუნას მოყვება 5 წლიანი სტრუქტურული გარანტია და 2 წლიანი გარანტია ელექტრო კომპონენტებსა და გამათბობლებზე.'
    },
    {
      title: 'რა არის ტიპიური ფასების დიაპაზონი?',
      desc: 'საცხოვრებელი საუნების ფასი, როგორც წესი, 15,000-დან 50,000 დოლარამდე მერყეობს, ზომის, მასალებისა და მახასიათებლების მიხედვით. კონსულტაციის შემდეგ დეტალურ შეთავაზებებს გთავაზობთ.'
    },
    {
      title: 'ელექტროობასთან და ნებართვებთან გაქვთ საქმე?',
      desc: 'რა თქმა უნდა. ჩვენი ყოვლისმომცველი მომსახურების ფარგლებში, ჩვენ ვახდენთ ყველა საჭირო ნებართვის, ელექტრო სამუშაოების და შემოწმების კოორდინაციას.'
    }
  ]
  
  
}
